Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/vanhemiidda.html.tmx
Source language: sme
Languages: smn

source: Servoša dáfus giellabeasi mearkkašupmi lea das, ahte dat láhčá sámegielaide ja sámekultuvrii ođđa boahttevuođa.
smn: Siärvuslii tááhust kielâpiervâl merhâšume lii tast, ete tot šoddâd sämikieláid já sämikulttuurân uđđâ puátteevuotâ.

source: Anárašgiela ja nuortalašgiela servošiin váikkuhusat leamaš erenomáš mearkkašahtti, danin go ovdal giellabesiid anárašgiella ja nuortalašgiella ledje juo heaitán sirdáseamis bearrašiid siste vánhemiin mánáide.
smn: Anarâškielâ já nuorttâlâškielâ siärvusijn vaikuttâsah láá lamaš eromâš merhâšitteeh, tastko ovdil kielâpiervâlijd anarâškielâ já nuorttâlâškielâ lijjii jo perruin joskâm sirdâšuđ vaanhimijn párnáid.

source: Maiddái davvisámegiela dilli leamaš muhtin guovlluin seammasullasaš.
smn: Meid orjâlâškielâ tile lii motomijn kuávluin lamaš siämmáálágán.

source: Sámegielat ja sámekultuvra, maiguin ii leamaš guhkes áigái sadji suopmelaš skuvlenvuogádagas, leat giellabeassedoaimma guovddážis, doaimma lunddolaš ja positiivvalaš vuolggasadjin.
smn: Sämikielah já sämikulttuur, main iä kuhes ääigi lamaš saje syemmilii škovlimvuáháduvvâst, láá kielâpiervâltooimâ kuávdáást, tooimâ luándulâš já positiivlâš vuolgâsaijeen.

source: Iežas giela ja kultuvrra badjelgeahččan ja fuotnun guđđet servošii čiekŋalis traumaid, ja dávjá maiddái olles buolvva dahje máŋga buolvva almmá iežas giela haga.
smn: Jieijâs kielâ já kulttuur ucášem já kieldim kuáđá siärvusân stuorrâ traumaid, já maŋgii meid oles suhâpuolvâ teikâ maŋgâ-uv suhâpuolvâ jieijâs kielâttáá.

source: Sámegiela oahpahalli smávva mánná lea dego giellamolsuma vuostedálkkas.
smn: Sämikielâ hárjuttâllee uccpáárnáš lii tego kielâmolsom vuástátalkkâs.

source: Giellabeassi váikkuha olles servošii, ii dušše mánnái ja su bearrašii.
smn: Kielâpiervâl vaaikut ubâ siärvusân, ij tuše párnážân já suu perrui.

source: Dávjá ádját ja áhkut dahje eará boarrásut sápmelaččat, geat eai leat bastán sirdit sámegiela iežaset mánáide, sámástišgohtet giellabeassemánáiguin.
smn: Maŋgii ááhuh já äijiheh teikâ eres puárásub sämmiliih, kiäh iä lah pastam sirdeđ sämikielâ jieijâs párnáid, sárnuškyetih sämikielâ kielâpiervâlpárnáiguin.

source: Vánhemat, geat eai leat beassan oahppat sámegiela ruovttus, vásihit dávjá dehálažžan ja lunddolažžan oahpahallat sámegiela ovtta fáro iežas mánáiguin.
smn: Vaanhimeh, kiäh iä lah peessâm oppâđ sämikielâ päihistis, aneh maŋgii tergâdin já luándulâžžân máttááttâllâđ sämikielâ siämmáá ääigi jieijâs párnáiguin.

source: Buoremus dáhpáhusas mánáid bokte álgá nappo olles soga nuppe guvlui manni giellamolsun: sámegiela álget váldit ruovttoluotta, oahpahallat, aktiveret ja nannet ovttas sierra buolvvaid gaskkas.
smn: Pyeremuu tiileest párnái peht vuálgá joton oles suuvâ jorgolâs kielâmolsom: väldiškyetih sämikielâ maasâd, máttááttâleh, aktivisteh já nanodeh oovtâst sierâ suhâpuolvâiguin.

source: Okta dehálaš giellabeassedoaimma čuovvumuš lea dat, ahte dat lasiha sámegielaid oidnoma ja gulloma iežas guovllus, olles Sámis ja Suomas.
smn: Ohtâ tehálâš kielâpiervâltooimâ čuávumuš lii tot, ete tot lasseet sämikielâ oinum já kullum jieijâs kuávlust, oles Säämist já Suomâst.

source: Seamma láhkai giellabeassi lasiha ja láhčá dárbbu sámegielat mánáidkultuvrii, skuvlaoahpahussii ja sámegielat bálvalusaide.
smn: Siämmáánáál kielâpiervâl lasseet já ráhtá táárbu sämikielâlii párnáikulttuurân, škovlâmáttááttâsân já sämikielâláid palvâlussáid.

source: Giellabeasis lea olu buorre maiddái ovttaskas máná dáfus.
smn: Kielâpiervâlist lii ennuv pyeri meid ovtâskâs párnáá tááhust.

source: Árradis, dievaslaš giellalávgun lea nubbin beaktileamos giela oahppama vejolaš hápmi.
smn: Aarrâd, tievâslâš kielâlávgu lii nubben pehtilumos máhđulâš kielâoppâm häämi.

source: Beaktileamos ja lunddoleamos vuohki lea dieđusge giela oahppan ruovttus.
smn: Pehtilumos já luándulumos lii tiäđust-uv kielâ oppâm pääihist.

source: Veardidettiin dasa, ahte mánná álggášii oahppat sámegiela easkka skuvlaagis, vierrogiellan moadde diimmu vahkus, giellabeasi váikkuhusat leat dovdomassii čiekŋalut ja viidásut.
smn: Ko verdid toos, ete páárnáš opâškuát sämikielâ eskân škovlâavveest, viereskiellân muáddi tijme ohhoost, kielâpiervâl vaikuttâsah láá merhâšitteht jieŋâlub já viijđásub.

source: Juos mánná álggaha giellabeasi árramánnávuođas 0-3-jahkásažžan, son oahppá sámegiela rattát suomagielain (ja/dahje vejolaččat mainna nu eará gielain).
smn: Jis páárnáš aalgât kielâpiervâl arâpärnivuođâst 0-3-ihásâžžân, te sun uáppá sämikielâ paldluvâi suomâkieláin (já/teikâ máhđulávt miinii eres kieláin).

source: Dalle gažaldagas lea bálddalas guovttegielatvuohta.
smn: Talle koččâmušâst lii paldâlâš kyevtkielâlâšvuotâ.

source: Juos fas mánná álggaha giellabeasi ovdamearkan 4-5-jahkásažžan, son lea geargan oahppat vuosttas dahje vuosttas gielaid.
smn: Jis vuod páárnáš aalgât kielâpiervâl ovdâmerkkân 4-5-ihásâžžân, te sun lii kiergânâm oppâđ suu vuossâmuu teikâ vuossâmuid kielâid.

source: Dalle giellabeassi sáhttá fállat maŋŋálas guovttegielatvuođa.
smn: Talle kielâpiervâl puáhtá jođettiđ maŋalâs kyevtkielâlâšvuotân.

source: Goappáge dáhpáhusas mánná juksá buoremus dáhpáhusas funktionála guovttegielatvuođa skuvlaagi rádjai.
smn: Kuohtuin tiilijn páárnáš juksá pyeremuu muddoost toimâlii kyevtkielâlâšvuođâ škovlâave räi.

source: Ávžžuhuvvo, ahte giellabeasi livččii buorre álggahit nu árrat go vejolaš, vuoi mánná geargá máŋga jagi leat lávga oasálažžan sámegielat ja sámekultuvrra birrasis ovdal skuvlamáilbmái sirdáseami.
smn: Avžuuttettee ličij algâttiđ kielâpiervâl nuuvt tooláá ko máhđulâš, vâi páárnáš kiergân orroođ maŋgâ ive noonâ sämikielâ já sämikulttuur pirrâsist ovdil ko sirdâšuvá škovlâmaailmân.

source: Guovttegielatvuođas leat valjis buorit váikkuhusat máná ovdáneapmái ja boahttevuhtii.
smn: Kyevtkielâlâšvuođâst láá ennuv positiivliih vaikuttâsah párnáá ovdánmân já puátteevuotân.

source: Dutkamušaid mielde oassesuorggit, gos váikkuhusat oidnojit, leat ee. hutkáivuohta ja problemačoavdinnákca.
smn: Tutkâmušâi mield uásisyergih, main vaikuttâsah uáinojeh, láá om. kreatiivlâšvuotâ já čuolmâičuávdimnahcâ.

source: Giella lea oktavuođas olbmo jurddašeapmái ja máilmmigovvii, ja eanet go okta giella dárkkuha eanet vugiid hábmet máilmmi ja doaibmat das.
smn: Kielâ lii ohtâvuođâst ulmuu juurdâšmân já maailmkován, já maŋgâ kielâ meerhâš maŋgâ vyehi iberdiđ maailm já toimâđ tast.

source: Guovttegielatvuohta lasiha máná gielladiđolašvuođa: son oahppá áddet gielaid gaskasaš erohusaid ja oppalohkái hábmet dan, ahte olbmuin leat iešguđetlágan gielat.
smn: Kyevtkielâlâšvuotâ lasseet párnáá kielâtiäđulâšvuođâ: sun uáppá iberdiđ suu kielâi koskâsijd iäruid já ubânâsân iberdiđ, ete ulmuin láá sierâlágán kielah.

source: Sutnje sáhttá leat álkit oahppat go ovttagielat mánáin vierrogielaid boahttevuođas, danin go son máhttá guovtte sierra giela ráhkadusaid.
smn: Sust puáhtá leđe älkkeb oppâđ vieres kielâid puátteevuođâst, ko sun haaldâš jo kyevti sierâlágán kielâ ráhtusijd.

source: Sámegielat ellet nana ealáskeami áigodaga.
smn: Sämikielah eelih noonâ iäláskem paje.

source: Sámegiela dáidu rahpá mánnái máŋggalágan vejolašvuođaid, juos jurddaša vaikkeba dušše geavada stuđeren- ja bargodilálašvuođaid.
smn: Sämikielâ táiđu lekkâs párnážân maaŋgâlágánijd máhđulâšvuođâid, jis juurdâš veikâbâ tuše keevâtlijd oppâm- já pargouáinuid.

source: Sámegielat ámmátbargit váilot olu ee. buot sosiála- ja dearvvasvuođasurggiin ja árrabajásgeassima ja skuvlema surggiin.
smn: Sämikielâlijn áámmátulmuin lii stuorrâ vänivuotâ om. puoh sosiaal- já tiervâsvuotâsuorgijn já arâšoddâdem já škovlim kiedijn.

source: Media- ja kultursurggiid vejolašvuođat šaddet máŋggageardásažžan sámegiela dáiddu ja sámekultuvrra dovdama mielde.
smn: Media- já kulttuursuorgij máhđulâšvuođah šaddeh maaŋgâkiärdásâžžân sämikielâ tááiđu já sämikulttuur tubdâm mield.

source: Sámiid ruovttuguovllus almmolaš bálvalusaid galgá sámi giellalága mielde fállat sámegielain, nu ahte sámegiela dáidu gehččojuvvo ovdun máŋggaid sierra surggiid bargguin.
smn: Sämmilij päikkikuávlust almolijd palvâlusâid kalga säämi kielâlaavâ mield faallâđ sämikielân, te sämikielâ táiđu annoo hiättun maaŋgâi sierâ suorgij pargoost.

source: Giellabeasi divraseamos addámuša mánnái ii goittotge sáhte mihtidit geavada ovdduid bokte.
smn: Kielâpiervâl mávsulumos adalduv páárnán ij kuittâg pyevti mittediđ keevâtlij hiäđui peht.

source: Dat laktása máná bajásšaddamii iežas servošis, sogas ja kultuvrras.
smn: Tot lohtâs párnáá šoddâmân jieijâs siärváduvvâst, suuvâst já kulttuurist.

source: Dat laktása máná ahtanuššamii olmmožin máilmmis.
smn: Tot lohtâs párnáá šoddâmân olmožin maailmist.

source: Giellabeasi bokte mánná oažžu lávgadut oktavuođa dološ buolvvaide ja buoret vejolašvuođa sirdit giela ja kultuvrra ovddos guvlui boahttevaš buolvvaide.
smn: Kielâpiervâl peht páárnáš finnee nanosub ohtâvuođâ maajeeb suhâpuolváid já pyereeb máhđulâšvuođâ sirdeđ kielâ já kulttuur ovdâskulij puáttee suhâpuolváid.

source: Son šaddá njealji riikka sámiin čohkiidan oppalašvuođa oassin, oahppá dovdat máilmmi eará álbmogiid ja oaidnit dakkár máŋggahápmásašvuođa, mii ovttagielat olbmuin báhcá álkit čihkosii.
smn: Sun šadda uássin neelji staatâ sämmilij hammim ubâlâšvuođâ, uáppá tubdâđ maailm eres aalmugijd já uáiniđ taggaar maaŋgânálásâšvuođâ, mii oovtkielâlijn älkkeht páácá čiähusân.
